import React from 'react';

const HomeRightSidePublic = () => {
      return (
            <div>
                  <div className='common_shadow p-6'>
                        <h1 className='text-center text-xl text-black font-bold'>প্রয়োজন.কম মার্কেটপ্লেসে আপনাকে স্বাগতম</h1>
                        <p className='text-sm font-bold text-gray-800 text-center mt-4'>আপনি কি আপনার প্রয়োজনীয় পণ্য এবং পরিষেবা গুলির জন্য অগণিত ওয়েবসাইট অনুসন্ধান করতে করতে ক্লান্ত? Prayojon.com এসেছে আপনার অনলাইন কেনা কাটার অভিজ্ঞতাকে বিপ্লব ঘটাতে। বিক্রেতা ও পরিষেবা প্রদানকারীদের একটি বিশাল নেটওয়ার্কের সাথে, আমরা আপনার জন্য একটি ওয়ান-স্টপ ইকমার্স প্ল্যাটফর্ম নিয়ে এসেছি যা আপনার সমস্ত চাহিদা পূরণ করবে।
                        </p>
                        <p className='text-sm font-bold text-gray-800 text-center mt-4'>Prayojon.com-একটি গতিশীল এবং আন্তঃসংযুক্ত নেটওয়ার্ক-ভিত্তিক ই-কমার্স এবং পরিষেবা প্ল্যাটফর্ম যা ব্যক্তি, ব্যবসা এবং কমিউনিটি গুলিকে ডিজিটাল বিশ্বে উন্নতি করতে সক্ষম করে। আমরা একটি নেতৃস্থানীয় বৈশ্বিক গন্তব্য হতে চেষ্টা করি যেখানে আপনারা অর্থপূর্ণ সম্পর্ক গড়ে তুলতে এবং আত্মবিশ্বাসের সাথে আবিষ্কার করতে, সংযোগ করতে এবং লেনদেন করতে পারেন।</p>
                        <p className='text-sm font-bold text-gray-800 text-center mt-4'>আমাদের প্রকৃত উদ্দেশ্য হল একটি নির্বিঘ্ন এবং উদ্ভাবনী
                              নেটওয়ার্ক-ভিত্তিক ই-কমার্স এবং পরিষেবা প্ল্যাটফর্ম প্রদানের মাধ্যমে আপনাদের কেনাকাটা, সংযোগ এবং সহযোগিতার পদ্ধতিতে বিপ্লব ঘটানো। বিশ্বাস,আস্থা এবং নির্ভরযোগ্যতা তৈরি করা</p>
                        <p className='text-sm font-bold text-gray-800 text-center mt-4'>আমাদের মিশনের মূল বিষয়। আমরা বিক্রেতাদের সাথে ক্রেতাদের এবং সেবা প্রদানকারীদের সাথে গ্রাহকদের
                              সংযোগ স্থাপন করে উচ্চ-মানের পণ্য এবং পরিষেবার
                              বিভিন্ন পরিসরের অফার করতে প্রতিশ্রুতিবদ্ধ। আমরা একটি অন্তর্ভুক্তিমূলক এবং প্রাণবন্ত কমিউনিটি তৈরি
                              করার লক্ষ্য রাখি যেখানে ব্যক্তি এবং ব্যবসাগুলি
                              নেটওয়ার্ক তৈরি করতে পারে, সুযোগগুলি অন্বেষণ
                              করতে পারে এবং তাদের সম্পূর্ণ সম্ভাবনা প্রকাশ করতে পারে।</p>
                  </div>
            </div>
      );
};

export default HomeRightSidePublic;