import React from "react";
import Navbar from "../../src/component/common/Navbar/Navbar";
import Layout from "../../src/component/containers/Layout";

const ProductTerms = () => {
  return (
    <Layout>
      <Navbar />
      <div className="mt-[70px] p-4">
        <h1 className="text-xl font-semibold text-primary text-center mb-6">{`প্রয়োজন.কম ওয়েবসাইটের ব্যবহারকারী হিসেবে, আপনার সমস্ত কার্যক্রম ও সুবিধাগুলি নিম্নের এই শর্তাবলীর অধীনে পরিচালিত হবে। যদি আপনি শুরুতে টিক চিহ্নতে ক্লিক করতে অসম্মতি জানান তবে আমরা আপনার সদস্যপদ  বন্ধ করে দিবো ।`}</h1>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-3">
          {`১। প্রয়োজন.কম ওয়েবসাইটে বিজ্ঞাপন পোস্ট করতে হলে, আপনাকে প্রাথমিকভাবে নিবন্ধিত হতে হবে এবং আমাদের শরতাবলী ও বিজ্ঞাপন নীতিমালা মান্য করতে হবে।`}
        </p>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-3">
          {`২। আপনার এই ওয়েবসাইট ব্যবহার করার জন্য আপনাকে 18 বছরের বা এর উপর হতে হবে। আপনি নিজেই দায়িত্ব নিয়ে এই শর্ত পূরণ  করতে হবে এবং আপনার প্রোফাইলে সঠিক তথ্য প্রদান করতে হবে। অপ্রাপ্তবয়স্ক দের ক্ষেত্রে তাদের যতাযত অভিবাবকের অনুমতি নিয়ে সদস্য পদ নিতে হবে, এবং তাদের অবৈধ কর্মকান্ড পোষ্ট, ভিডিও, বিজ্ঞাপন প্রচারের জন্য প্রয়োজন . কম দায়ী থাকিবে না, তার দায়ভার অভিবাবক গনের উপর বার্তাবে ।`}
        </p>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`৩। আমাদের সকল প্রকার শর্তাবলী প্রতিপালন ও মান্য করার অনুমতি সাপেক্ষে আমাদের ওয়েবসাইটে আপনাকে সদস্যপদ এবং ব্যাবহার করার অনুমতি প্রধান করা হলো।`}
        </p>
        <h1 className="text-lg font-bold text-primary mb-3">{`সাধারন শর্তাবলীঃ `}</h1>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`১। বিজ্ঞাপনের সাথে সম্পর্কিত তথ্য সত্য এবং যথাযথ হতে হবে। মিথ্যা, ভুল, অবাঞ্ছিত বা মিথ্যা বিজ্ঞাপন পোস্ট করা নিষিদ্ধ। মিথ্যা ও বানোওয়াট বিজ্ঞাপন পোষ্ট করার জন্য প্রয়োজনে বিজ্ঞাপন দাতার বিরুদ্ধে আইনানুগ বেবস্তা গ্রহন করা হবে।`}
        </p>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`২। আপনি আপনার বিজ্ঞাপনের সঠিক বিবরণ, মূল্য, এবং যে কোনও প্রয়োজনীয় তথ্য সরবরাহ করবেন। আপনার পণ্যের অবস্থা সঠিকভাবে বর্ণনা করুন এবং যদি পণ্য সম্পর্কে কোনও সীমাবদ্ধতা থাকে, তবে সেগুলি উল্লেখ করুন।`}
        </p>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`৩। বিদ্যমান প্রচলিত আইনে সম্পূর্ণ অবৈধ বা অপ্রচলিত সকল বস্তু, পণ্য, পরিষেবা বা বিজ্ঞাপন প্রচার বা  পোস্টিং করা  সম্পূর্ণভাবে নিষিদ্ধ, এবং তার সম্পূর্ণ দায়ভার বিজ্ঞাপন দাতার উপর বার্তাবে। `}
        </p>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`৪। হিংসা, বিদ্বেষপূর্ণ, বর্ণবাদী, ধর্মীয় অনুভুতিতে আঘাত, কাউকে অপমান বা হেয় করে, নগ্নতা, যৌনতা, অশ্লীল, বেহায়াপূর্ণ ইত্যাদি বিজ্ঞাপন পোষ্ট  দেওয়া সম্পূর্ণ নিষিদ্ধ। আর এই সকল বিজ্ঞাপন বা পোষ্ট যেকোনো সময় প্রত্যাহার বা মুছে ফেলা হবে।  `}
        </p>
        <h1 className="text-lg font-bold text-primary mb-3">{`স্বত্বাধিকারঃ`}</h1>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`ওয়েব সাইটের যেকোনো ধরনের মেধাস্বত্ব অধিকার যেমন স্বত্বাধিকার, ট্রেডমার্ক, সার্ভিসমার্ক, ব্যবসায়িক নাম এবং পৃথককারী অন্যান্য ব্রান্ড প্রয়োজন.কম কর্তৃপক্ষে’র সম্পত্তি। উল্লেখ্য যে, প্রয়োজন.কম কর্তৃপক্ষ-এর লিখিত অনুমতি ছাড়া এই সাইটের কোন বিষয় নকল, পুনঃব্যবহার, পুনরায় প্রকাশ, ইন্সটল, পোস্ট, স্থানান্তর, সংরক্ষণ কিংবা আদান-প্রদান করা যাবে না।`}
        </p>
        <h1 className="text-lg font-bold text-primary mb-3">{`আইনগতঃ`}</h1>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`প্রয়োজন.কম যথাযথ কর্তৃপক্ষকে সহযোগিতা করার অধিকার সংরক্ষণ করে যদি কোনো বিষয়বস্তু প্রচলিত আইন লঙ্ঘন করে। উদাহরণ স্বরূপ, জাতীয় পরিচয়পত্রের কপি, মোবাইল নাম্বার, ট্রেড লাইসেন্স  বা কোনো আইএসপি  দ্বারা বিজ্ঞাপণদাতা, ব্যবহারকারী বা ক্রেতার পরিচয় সনাক্ত করা হতে পারে । এছাড়াও, শর্তাবলী প্রতিপালন নিশ্চিত করার জন্য আইপি ঠিকানা  ও নিবন্ধন করা হতে পারে।  `}
        </p>
        <h1 className="text-lg font-bold text-primary mb-3">{`গোপনীয়তাঃ`}</h1>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`প্রয়োজন.কম কর্তৃপক্ষ, ব্যবহারকারী এবং বিজ্ঞাপনদাতার কাছ থেকে তথ্য সংগ্রহ করবে। এটি প্রয়োজন.কম ব্যবহার করার একটি শর্ত যে, প্রত্যেক ব্যবহারকারী এবং বিজ্ঞাপনদাতা, প্রয়োজন.কমকে তথ্য সংগ্রহ এবং ব্যবহারের অনুমতি প্রদান ও অনুমোদন করে। প্রয়োজন.কম কর্তৃপক্ষ, সংগৃহীত তথ্য কোন অ্যাফিলিয়েট কোম্পানী বা  অন্য যেকোনো ব্যক্তির সাথে প্রয়োজন.কম পরিচালনার, তাতে সহায়তা করার এবং ব্যবস্থাপনা করার উদ্দেশ্যে, এবং প্রয়োজন.কম-এর উন্নয়নের, যেমনঃ মার্কেটিং,  গবেষণা, বিপণন, পণ্য উন্নয়ন ও পরিকল্পনা, ইত্যাদি যেকোনো কাজে ব্যবহার করতে পারে।`}
        </p>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`উল্লেখ্য ব্যাবহারকারীর  যে কোন তথ্য প্রয়োজন.কম তৃতীয় কোন পক্ষের কাছে পাচার কিংবা বিক্রয় না করার অঙ্গিকারবদ্ধ । `}
        </p>
        <h1 className="text-lg font-bold text-primary mb-3">{`কুকিজঃ`}</h1>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {` প্রয়োজন.কম “কুকি” ব্যবহার করে। এর মানে হল যে, এই সাইটের সমস্ত বৈশিষ্ট্য ভালোভাবে কাজ করার জন্য আপনার কম্পিউটারে কুকি সক্রিয় থাকতে হবে। কুকি হলো একটি ছোট ডাটা ফাইল যা আপনার হার্ড ড্রাইভে সক্রিয় থাকে যখন আপনি কোন ওয়েব সাইট ব্যবহার করেন। কুকি ফাইলগুলো কিছু নির্দিষ্ট তথ্য সংরক্ষণ করে থাকে, যেমন ব্যবহারকারীর আইডি হিসেবে একটি অনির্দিষ্ট সংখ্যা যা ওয়েবসাইট কর্তৃক কোন পরিদর্শকের জন্য নির্ধারণ করা হয় যাতে ঐ পাতার তথ্য সম্পর্কে জানা যায়। `}
        </p>
        <h1 className="text-lg font-bold text-primary mb-3">{`ব্যবহারকারীদের সাথে যোগাযোগের মাধ্যমঃ  `}</h1>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`বিজ্ঞাপন পোস্ট করার জন্যে ব্যবহারকারীদের একটি কার্যকর ইমেইল ঠিকানা মোবাইল নাম্বার জমা দিতে হয়। ব্যবহারকারীর ইমেইল ঠিকানা ও মুবাইল নাম্বার প্রকাশ্যে প্রদর্শন করা হবে না এবং অন্যান্য ব্যবহারকারীগণ ব্যবহারকারীদের এই তথ্য প্রয়োজন.কম কর্তৃপক্ষ- এর মাধ্যমে ঐ ব্যবহারকারীর সাথে যোগাযোগ করতে পারবেন। `}
        </p>
        <h1 className="text-lg font-bold text-primary mb-3">{`আমাদের সীমাবদ্ধতাঃ `}</h1>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`প্রয়োজন.কম কর্তৃপক্ষ, এই ওয়েবসাইটে একটানা বা নিরাপদ প্রবেশের নিশ্চয়তা প্রদান করে না। ওয়েবসাইটটি প্রদান করা হয় "যেমন আছে" এবং "যেরকম আছে" সে হিসেবে। `}
        </p>
        <h1 className="text-lg font-bold text-primary mb-3">{`তৃতীয় পক্ষের ওয়েবসাইটের লিংকঃ `}</h1>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`প্রয়োজন.কম- এ অন্য ওয়েবসাইট (তৃতীয় পক্ষের ওয়েবসাইট)-এর লিংক বা রেফারেন্স উল্লেখ থাকতে পারে। তৃতীয় পক্ষের ওয়েবসাইটের কোনো বিষয়বস্তুর জন্য প্রয়োজন.কম কর্তৃপক্ষ  দায়ী থাকবে না। তৃতীয় পক্ষের ওয়েবসাইটের উপর তদন্ত করা বা নজর রাখা হয় না। যেই মুহূর্তে ব্যবহারকারী প্রয়োজন.কম ছেড়ে তৃতীয় পক্ষের সাইটে প্রবেশ করেন সেই মুহূর্ত থেকে ব্যবহারকারী তাঁর নিজ ঝুঁকিতে সেখানে অবস্থান করবেন। `}
        </p>
        <h1 className="text-lg font-bold text-primary mb-3">{`মেম্বারশিপঃ `}</h1>
        <p className="font-semibold text-sm text-gray-800 text-justify mb-4">
          {`প্রয়োজন.কম কর্তৃপক্ষ-এর কিছু কিছু বিষয়বস্তু ও পরিষেবার জন্য পেমেন্ট প্রয়োজন হয়, যার মধ্যে রয়েছে মেম্বারশিপ প্যাকেজ, নির্বাচিত শ্রেণিতে বিজ্ঞাপন পোস্ট করা, এবং ডেলিভারি ইত্যাদি এর মাধ্যমে পণ্য বিক্রি করা।
মেম্বারশিপ প্যাকেজের অংশ হিসেবে, প্রয়োজন.কম ব্যবহারকারীর পক্ষ হতে একটি প্রোফাইল, শপ এবং ড্যাশবোর্ড তৈরি করবে। শপ হলো প্রয়োজন.কম-এ একটি নিবেদিত ওয়েবপেজ, যা ব্যবহারকারী কর্তৃক প্রদত্ত বিষয়বস্তুর মাধ্যমে প্রয়োজন.কম রক্ষণাবেক্ষণ করে থাকে। ব্যবহারকারী কর্তৃক শপে যোগ করা যেকোনো বিষয়বস্তুর উপর প্রয়োজন.কম-এর অ`}
        </p>
      </div>
    </Layout>
  );
};

export default ProductTerms;
